app/controllers/articles_controller.rb

  def create
	  @article = Article.new(article_params)

	  @article.save
---
INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2015-05-20 02:44:33.842497"], ["text", "test"], ["title", "test"], ["updated_at", "2015-05-20 02:44:33.842497"]]